/* activity window: progress value, %g is the number of items remaining */
"%g remaining" = "%g resterend";

/* column header in activity window */
"Account" = "Account";

/* Activity: title of the window */
"Activity" = "Activiteit";

/* connection checker: check button */
"Check" = "Controleer";

/* connection checker: progress string */
"Check in progress\\U2026" = "Bezig met controleren...";

/* connection checker: title of the window */
"Connection Checker" = "Verbindingscontrole";

/* activity window: done in progress column */
"done" = "gereed";

/* connection checker: when connections all succeed */
"Everything is ok." = "Alles is ok.";

/* connection checker: Failed */
"Failed" = "Mislukt";

/* column header in activity window */
"Folder" = "Map";

/* connection checker: label for IMAP server */
"IMAP server:" = "IMAP-server:";

/* activity window: when no progress value is available */
"in progress" = "bezig";

/* connection checker: OK */
"OK" = "OK";

/* column header in activity window */
"Operation" = "Bewerking";

/* connection checker: when a connection failed */
"Please check the name of the IMAP server and the name of the SMTP server are correct but it's likely that you are behind a firewall that won't allow IMAP or SMTP connections." = "Controleer of de namen van de IMAP-server en de SMTP-server correct zijn, maar het is mogelijk dat u zich achter een firewall bevindt die geen IMAP- of SMTP-verbinding toestaat.";

/* column header in activity window */
"Progress" = "Voortgang";

/* connection checker: column header */
"Server" = "Server";

/* connection checker: label for SMTP server */
"SMTP server:" = "SMTP-server:";

/* connection checker: column header */
"Status" = "Status";

